Revit 2027 API
TargetHostEdgeAndTransform Properties
The TargetHostEdgeAndTransform type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
TargetHostEdgeAndTransform Class
Autodesk.Revit.DB.Structure Namespace